
/* these strings need to be localized */
"APP_TITLE"                 = "Blizzard Hata";
"DEFAULT_MESSAGE"           = "Uygulama beklenmedik bir hata ile karşılaştı.";
"DEFAULT_PROMPT"            = "Sorunu saptamamıza yardımcı olmak için, lütfen hata oluştuğu sırada ne yapmakta olduğunuzu açıklayın.";
"CLOSE_BUTTON_NAME"         = "Kapat";
"CLOSE_BUTTON_TOOLTIP"      = "Hata bildirim penceresini kapatır";
"REOPEN_BUTTON_NAME"        = "Yeniden Aç";
"REOPEN_BUTTON_TOOLTIP"     = "Uygulamayı yeniden başlatır";
"REPAIR_BUTTON_NAME"        = "Onar";
"REPAIR_BUTTON_TOOLTIP"     = "Hasarlı veya eksik dosyaları düzeltmek için Blizzard Onarım aracını çalıştırır";
"SEND_CHECKBOX_NAME"        = "Blizzard'a Gönder";
"SEND_CHECKBOX_TOOLTIP"     = "Uygulamanın iyileştirilmesine yardımcı olmak için bu hatayla ilgili bilgileri Blizzard'a gönderir";
"UUID_DESCRIPTION"          = "Bu sorun hakkında Blizzard ile iletişim kurarken lütfen aşağıdaki Bildirim Kimliği'ni kullanın.";
"SEND_FAILED_DIALOG_TITLE"  = "Gönderilemedi";
"SEND_FAILED_DIALOG_TEXT"   = "Hata bildirimi gönderilemedi.";
"OK_BUTTON_NAME"            = "Tamam";
"CANCEL_BUTTON_NAME"        = "İptal";
"SEND_BUTTON_NAME"          = "Gönder";
"DONE_BUTTON_NAME"          = "Bitti";
"QUIT_BUTTON_NAME"          = "Çık";
"RETRY_BUTTON_NAME"         = "Yeniden Dene";

/* these values are not required for localization since they are only used internally */
"REQUIRED"="Required";
"OPTIONAL"="Optional";
"DESCRIPTION"="Description";
"PRIMARY"="Primary";
"ACCOUNT"="Inspector Account";
"COMMENTS"="Comments";
"ATTACHED_FILES"="Attached Files";
"ADD_ASSIGNMENT"="Add Assignment";
"ASSIGNMENT"="Assignment";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MODULE"="Module";
"PLATFORM"="Platform";
"STEPS"="Steps";
"ADDITIONAL_INFO"="Additional Info";
"SUMMARY"="Summary";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MILESTONE"="Milestone";
"PRIORITY"="Priority";
"REPRODUCIBILITY"="Reproducibility";
"QA_TEAM"="QA Team";
"SUMMARY_VALIDATION_FAILED"="Must enter a summary";
"ADD_ATTACHMENT"="Add Attachment";


/* general menu strings that need to be localized */

/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "Düzenle";
"MENU_WINDOW" = "Pencere";

/* App Menu Items */
"MENU_APP_ABOUT" = "@{APP_TITLE} Hakkında";
"MENU_APP_SCREENSHOT" = "Ekran Görüntüsü";
"MENU_APP_HIDE" = "@{APP_TITLE} Uygulamasını Gizle";
"MENU_APP_HIDE_OTHERS" = "Diğerlerini Gizle";
"MENU_APP_SHOW_ALL" = "Tümünü Göster";
"MENU_APP_QUIT" = "@{APP_TITLE} Uygulamasından Çık";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "Geri Al";
"MENU_EDIT_CUT" = "Kes";
"MENU_EDIT_COPY" = "Kopyala";
"MENU_EDIT_PASTE" = "Yapıştır";
"MENU_EDIT_DELETE" = "Sil";
"MENU_EDIT_SELECT_ALL" = "Tümünü Seç";
"MENU_EDIT_FIND" = "Bul";
"MENU_EDIT_FIND_FIND" = "Bul…";
"MENU_EDIT_FIND_NEXT" = "Sonrakini Bul";
"MENU_EDIT_FIND_PREVIOUS" = "Öncekini Bul";
"MENU_EDIT_FIND_USE_SELECTION" = "Seçimi Kullanarak Bul";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "Seçime Atla";
"MENU_EDIT_SPECIAL_CHARS" = "Özel Karakterler…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "Kapat";
"MENU_WINDOW_MINIMIZE" = "Simge Durumuna Küçült";
"MENU_WINDOW_ZOOM" = "Yakınlaştır";
"MENU_WINDOW_FULLSCREEN" = "Tam Ekran";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "Hepsini Öne Getir";
